#include <iostream>
using namespace std;
void kitchen1(int kit1) {
	cout << "___________________________________________\nЗайдя на кухню вы увидели...кухню УДИВИТЕЛЬНО...\nНа столе стоит много еды...в воздухе ведает запах свежеприготовленной еды...\nВам очень захотелось поесть\nПодойдя к столу вы не в силах были остановиться\nСев за стол и начав есть вы сразу почувствовали насколько вкусна эта еда" << endl;
	cout << "___________________________________________\nВы сидели и ели уже около 10 минут, как вздруг вы почувствовали удар по спине, а после и невыносимую боль...\nПосле чего вас кто-то схватил и скинул на пол...\nПеред смертью вы успели увидеть только летящий в вас топор\nВЫ ПОГИБЛИ" << endl;
	exit;
}
void kitchen2(int kit1) {
	cout << "___________________________________________\nЗайдя на кухню вы увидели...кухню УДИВИТЕЛЬНО...\nНа столе стоит много еды...в воздухе ведает запах свежеприготовленной еды...\nВам очень захотелось поесть\nПодойдя к столу вы не в силах были остановиться\nСев за стол и начав есть вы сразу почувствовали насколько вкусна эта еда" << endl;
	cout << "___________________________________________\nВы сидели и ели уже около 10 минут, как вздруг вы почувствовали удар по спине, а после и невыносимую боль...\nПосле чего вас кто-то схватил и скинул на пол...\nПеред смертью вы успели увидеть только летящий в вас топор\nВЫ ПОГИБЛИ" << endl;
	exit;
}
void kitchen3(int kit1) {
	cout << "___________________________________________\nЗайдя на кухню вы увидели...кухню УДИВИТЕЛЬНО...\nНа столе стоит много еды...в воздухе ведает запах свежеприготовленной еды...\nВам очень захотелось поесть\nПодойдя к столу вы не в силах были остановиться\nСев за стол и начав есть вы сразу почувствовали насколько вкусна эта еда" << endl;
	cout << "___________________________________________\nВы сидели и ели уже около 10 минут, как вздруг вы почувствовали удар по спине, а после и невыносимую боль...\nПосле чего вас кто-то схватил и скинул на пол...\nПеред смертью вы успели увидеть только летящий в вас топор\nВЫ ПОГИБЛИ" << endl;
	exit;
}